Repository: swisspol/ComicFlow
Catalog: Resources/*.lproj/Localizable.strings
Languages: fr

# SETTINGS_BUTTON
source: Settings
fr: Paramètres

# INFO_FORMAT
source: %i Comics | %i Series | %.0f MB Database
fr: BDs: %i | Séries: %i | Base données: %.0f MO

# ADDRESS_UNAVAILABLE
source: Enable ComicFlow Web Server to import comics over WiFi using your computer
fr: Activez le serveur web ComicFlow afin d'importer vos BDs de votre ordinateur par WiFi

# ADDRESS_WEBSITE_IP
source: Using your web browser go to %@
fr: Sur votre ordinateur, allez à l'adresse web suivante: %@

# ADDRESS_WEBSITE_BONJOUR
source: Using your web browser go to %@ (or %@)
fr: Sur votre ordinateur, allez à l'adresse web suivante: %@ (ou %@)

# ADDRESS_WEBDAV_IP
source: Using a WebDAV client connect to %@
fr: Sur votre ordinateur, allez à l'adresse WebDAV suivante: %@

# ADDRESS_WEBDAV_BONJOUR
source: Using a WebDAV client connect to %@ (or %@)
fr: Sur votre ordinateur, allez à l'adresse WebDAV suivante: %@ (ou %@)

# SPINNER_MESSAGE
source: Please Wait…
fr: Patientez…

# LOG_TITLE
source: Log Contents
fr: Log de l'appli

source: Mark Read
fr: Marquer lu

source: Mark New
fr: Marquer nouveau

source: Delete
fr: Effacer

source: Mark All Read
fr: Marquer tout lu

source: Mark All New
fr: Marquer tout nouveau

source: Delete All
fr: Effacer tous

source: Dim Screen
fr: Assombrir l'écran

source: Update Library
fr: Mise à jour bibliothèque

# FORCE_UPDATE_LIBRARY
source: Recreate Library
fr: Re-créer bilbiothèque

source: Show Log
fr: Afficher log

# PURCHASE_WEB_SERVER
source: Purchase Unlimited Web Server
fr: Acheter serveur web illimité

# RESTORE_PURCHASE
source: Restore Previous Purchase
fr: Restaurer l'achat

# CF_WEB_SERVER
source: ComicFlow Web Server
fr: Serveur Web ComicFlow

# WEB_SERVER_TYPE_OFF
source: Off
fr: Éteint

# WEB_SERVER_TYPE_WEB
source: Website
fr: Site web

# SORT_BY_SERIES
source: By Series
fr: Par séries

# SORT_BY_NAME
source: By Name
fr: Par nom

# SORT_BY_DATE
source: By Date
fr: Par date

# SORT_BY_STATE
source: By State
fr: Par état

# LIBRARY_TITLE
source: Library
fr: Bibliothèque

# LABEL_FORMAT
source: Page %i of %i
fr: Page %i de %i

# REQUIRE_UPDATE_TITLE
source: Library must be recreated
fr: La librarie doit être re-créée

# REQUIRE_UPDATE_MESSAGE
source: All comics and series will be re-imported to be updated to the new look and bookmarks will be cleared.
fr: Toutes les BDs et les séries seront ré-importés afin de mettre à jour l'application, et vos signets seront perdus.

# REQUIRE_UPDATE_CANCEL
source: Remind Me Later
fr: Me rappeler plus tard

# REQUIRE_UPDATE_CONTINUE
source: Recreate Now
fr: Re-créer

# FORCE_UPDATE_TITLE
source: Are you sure?
fr: Êtes-vous sûr ?

# FORCE_UPDATE_CANCEL
source: Cancel
fr: Annuler

# FORCE_UPDATE_CONTINUE
source: Continue
fr: Continuer

# MARK_ALL_READ_TITLE
source: Are you sure you want to mark all comics as read?
fr: Êtes-vous sûr de vouloir marquer 'lues' toutes les BDs ?

# MARK_ALL_READ_CANCEL
source: Cancel
fr: Annuler

# MARK_ALL_READ_CONTINUE
source: Continue
fr: Continuer

# MARK_ALL_NEW_TITLE
source: Are you sure you want to mark all comics as new?
fr: Êtes-vous sûr de vouloir marquer 'nouvelles' toutes les BDs ?

# MARK_ALL_NEW_CANCEL
source: Cancel
fr: Annuler

# MARK_ALL_NEW_CONTINUE
source: Continue
fr: Continuer

# INBOX_ALERT_BUTTON
source: Continue
fr: Continuer

# RATE_ALERT_TITLE
source: Are you enjoying ComicFlow?
fr: Vous aimez ComicFlow ?

# RATE_ALERT_MESSAGE
source: Please rate it in the App Store.
fr: Merci de noter l'appli sur le App Store.

# RATE_ALERT_CONFIRM
source: Rate Now
fr: Noter maintenant

# RATE_ALERT_CANCEL
source: Remind Me Later
fr: Me rappeler plus tard

# PURCHASE_SPINNER
source: Contacting App Store Please Wait…
fr: Connexion au App Store Patientez…

# OFFLINE_ALERT_TITLE
source: No Internet Connection!
fr: Pas de connexion Internet !

# OFFLINE_ALERT_MESSAGE
source: You must be online to do In-App Purchases. Make sure you have a valid Internet Connection.
fr: Vous devez être connecté à Internet pour faire un achat. Veuillez vous connecter à votre réseau WiFi et réessayer.

# DISABLED_ALERT_TITLE
source: Purchase Not Allowed!
fr: Achats non autorisés !

# DISABLED_ALERT_MESSAGE
source: It looks like In-App Purchases are not allowed from this device. Check the Settings app.
fr: Ce périphérique ne permet pas les achats intégrés. Veuillez vérifier les blocages dans l'appli Paramètres.

# BUSY_ALERT_TITLE
source: Purchase Pending!
fr: Achat en cours !

# BUSY_ALERT_MESSAGE
source: There is already an In-App Purchase pending. Please try again later.
fr: Il y a déjà un achat en cours de traitement. Veuillez essayer à nouveau plus tard.

# FAILED_ALERT_TITLE
source: Purchase Failed!
fr: Achat annulé !

# FAILED_ALERT_MESSAGE
source: An error happened while performing the In-App Purchase. Please try again later.
fr: Une erreur s'est produite lors de l'achat. Veuillez ré-essayer.

# COMPLETE_ALERT_TITLE
source: Thanks For Your Purchase!
fr: Merci pour votre achat !

# COMPLETE_ALERT_MESSAGE
source: You now have unlimited use of the ComicFlow web server.
fr: Vous avez maintenant un accès illimité au serveur web ComicFlow.

# SERVER_NAME_FORMAT
source: ComicFlow Web Server %@ (%@)
fr: Serveur web ComicFlow %@ (%@)

# SERVER_TITLE
source: ComicFlow Web Server
fr: Serveur web ComicFlow

# SERVER_CONTENT
source: <div class="alert alert-success alert-dismissable"><button type="button" class="close" data-dismiss="alert" aria-hidden="true">&times;</button><strong>You are successfully connected to the ComicFlow app on your iPad.</strong> Drag &amp; drop comic files (%@) on this window or use the "Upload Files&hellip;" button to import them in ComicFlow. Create top-level folders and import comics into them to create Series (subfolders are not supported).<br/>Please leave the app running in the foreground on your iPad while uploading or downloading comics.</div>
fr: <div class="alert alert-success alert-dismissable"><button type="button" class="close" data-dismiss="alert" aria-hidden="true">&times;</button><strong>Vous êtes connecté à l'appli ComicFlow sur votre iPad.</strong> Glissez vos fichiers de BDs (%@) dans cette fenêtre, ou utilisez le bouton "Télécharger fichiers&hellip;", pour importer vos BDs dans ComicFlow. Créez des dossiers dans la racine, et importez vos BDs dans ces dossiers pour créer des séries. (Les sous-dossiers ne sont pas supportés.)<br/>Vous devez laisser l'appli ouverte sur votre iPad pendant le téléchargement.</div>

# SERVER_LIMITED_CONTENT
source: <div class="alert alert-danger alert-dismissable"><button type="button" class="close" data-dismiss="alert" aria-hidden="true">&times;</button><strong>Uploading comics using ComicFlow Web Server is initially limited to %i files after which you will see &quot;Forbidden&quot; errors.</strong> Tap the Purchase button in the Settings window of the app to enable unlimited use of this feature. You will see the price and be prompted for confirmation before the purchase is processed by the App Store.</div>
fr: <div class="alert alert-danger alert-dismissable"><button type="button" class="close" data-dismiss="alert" aria-hidden="true">&times;</button><strong>L'importation de BDs en utilisant le serveur web ComicFlow est limité à %i fichiers, après quoi vous recevrez une erreur &quot;Forbidden&quot;.</strong> Appuyez le bouton &quot;Acheter&quot; dans les paramètres de l'appli pour enlever cette limite. Vous verrez le prix et vous devrez confirmer l'achat avant que l'achat soit complété.</div>
